---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.OrdinateDimensionSetting
source: html/0a02f1fd-c4f7-d8de-5c9c-2c071525983a.htm
---
# OrdinateDimensionSetting Members

Constructs a new OrdinateDimensionSetting object with default settings.